/* NSBox (Box) : <title:Box> (oid:73) */
"Box" = "صندوق";

/* NSButton (Cancel) : <title:Cancel> (oid:9) */
"Cancel" = "إلغاء";

/* NSTextField (Failures) : <title:Failures> (oid:12) */
"Failures" = "الإخفاقات";

/* NSButton (Network Diagnostics) : <title:Network Diagnostics> (oid:71) */
"Network Diagnostics" = "تشخيص الشبكة";

/* NSTextField (The last action could not be completed due to the following errors:) : <title:The last action could not be completed due to the following errors:> (oid:13) */
"The last action could not be completed due to the following errors:" = "تعذر إكمال الإجراء الأخير بسبب الأخطاء التالية:";

/* NSTextField (Toggle Transcript) : <title:Toggle Transcript> (oid:82) */
"Toggle Transcript" = "تبديل النص";

/* NSButton (Try Again) : <title:Try Again> (oid:10) */
"Try Again" = "حاول مرة أخرى";

